Repository: nisesimadao/Rounder
Catalog: Rounder/Localizable.xcstrings
Source language: ja
Languages: en

# %lld selected
source: %lld個選択中
en: %lld selected

# about_settings
source: 設定について
en: About Settings

# accessibility_description
source: 画面の角を検出してオーバーレイを表示するために必要です
en: Required to detect screen corners and display overlays

# accessibility_permission
source: アクセシビリティ権限
en: Accessibility Permission

# add_preset
source: プリセットを追加
en: Add Preset

# app_description
source: macOSの画面コーナーを美しく角丸化
en: Beautifully rounds macOS screen corners

# app_utility_description
source: Macの画面コーナーを美しい角丸に変換するユーティリティです。
en: A utility that beautifully rounds the corners of your Mac screen.

# appearance
source: 外観
en: Appearance

# apply
source: 適用
en: Apply

# auto_start
source: 自動起動
en: Auto Start

# auto_start_description
source: ログイン時に自動的に起動します
en: Automatically starts at login

# automation_description
source: システムイベントを監視して画面変更に対応するために必要です
en: Required to monitor system events and handle screen changes

# automation_permission
source: 自動化権限
en: Automation Permission

# back
source: 戻る
en: Back

# background_operation_description
source: チェックを入れると、Rounderがバックグラウンドで起動し、メニューバーにアイコンが表示されます。
en: When checked, Rounder will start in the background and display an icon in the menu bar.

# basic_settings
source: 基本設定
en: Basic Settings

# bottom_left_corner
source: 左下の角
en: Bottom Left Corner

# bottom_right_corner
source: 右下の角
en: Bottom Right Corner

# cancel
source: キャンセル
en: Cancel

# cancel_selection
source: 選択をキャンセル
en: Cancel Selection

# clear_selection
source: 選択をクリア
en: Clear Selection

# close_button
source: 閉じる
en: Close

# complete_setup
source: セットアップを完了
en: Complete Setup

# complete_setup_start_rounder
source: セットアップを完了してRounderを開始
en: Complete setup and start Rounder

# corner_color
source: 角の色
en: Corner Color

# corner_radius
source: 角の半径
en: Corner Radius

# corner_visibility
source: 角の表示
en: Corner Visibility

# credits
source: クレジット
en: Credits

# credits_tab
source: クレジット
en: Credits

# current_settings_preset
source: 現在の設定を保存
en: Save Current Settings

# custom_color
source: カスタム色
en: Custom Color

# customizable_radius_color
source: カスタマイズ可能な半径と色
en: Customizable radius and color

# delete
source: 削除
en: Delete

# developer
source: 開発者
en: Developer

# display_access
source: 画面アクセス
en: Display Access

# edit
source: 編集
en: Edit

# edit_preset
source: プリセットを編集
en: Edit Preset

# enable_rounded_corners
source: 角丸を有効にする
en: Enable Rounded Corners

# exit
source: 終了
en: Exit

# export_all
source: すべてエクスポート
en: Export All

# export_cancelled
source: エクスポートがキャンセルされました
en: Export cancelled

# export_failed
source: プリセットのエクスポートに失敗しました
en: Failed to export presets

# export_presets
source: プリセットをエクスポート
en: Export Presets

# export_selected
source: 選択中をエクスポート
en: Export Selected

# export_selected_success
source: %lld個の選択したプリセットをエクスポートしました
en: Successfully exported %lld selected presets

# export_success
source: プリセットのエクスポートに成功しました
en: Presets exported successfully

# gaming_speed
source: ゲーム速さ
en: Gaming Speed

# general
source: 一般
en: General

# github_issues_description
source: 問題報告や機能要望はGitHubで受け付けています。
en: Issue reports and feature requests are accepted on GitHub.

source: GitHubを開く
en: Open Github

# glow_intensity
source: 発光強度
en: Glow Intensity

# granted
source: 許可済み
en: Granted

# import_failed
source: プリセットのインポートに失敗しました
en: Failed to import presets

# import_presets
source: プリセットをインポート
en: Import Presets

# import_success
source: %d個のプリセットをインポートしました
en: Successfully imported %d presets

# license
source: ライセンス
en: License

source: Macの画面コーナーを美しい角丸に変換するユーティリティです。
en: A description of the utility that rounds the corners of a Mac screen.

# main_features
source: 主な機能:
en: Main Features:

# next
source: 次へ
en: Next

# no_presets_selected
source: プリセットが選択されていません
en: No presets selected

# open_github
source: GitHubを開く
en: Open GitHub

# open_system_preferences
source: システム環境設定を開く
en: Open System Preferences

# overlay_description
source: オーバーレイを表示して画面コーナーを角丸にします
en: Displays overlays to round screen corners

# permission_granted
source: 権限が許可されています
en: Permission is granted

# permission_management
source: 権限管理
en: Permission Management

# permission_not_granted
source: 権限が許可されていません
en: Permission is not granted

# permission_regrant_instructions
source: 権限に問題がある場合、システム環境設定から再度許可することができます。
en: If there are permission issues, you can re-grant them through System Preferences.

# permission_request
source: 権限の要求
en: Permission Request

# permissions_required_message
source: Rounderが正常に動作するために、以下の権限が必要です:
en: The following permissions are required for Rounder to function properly:

# permissions_tab
source: 権限
en: Permissions

# permissions_usage_only
source: これらの権限はRounderの動作にのみ使用され、他の目的では使用されません。
en: These permissions are used only for Rounder's operation and not for any other purpose.

# preset_alert
source: プリセット
en: Preset

# preset_applied
source: プリセットを読み込みました: %@。下部の「適用」ボタンを押して変更を反映してください。
en: Preset loaded: %@. Click 'Apply' at the bottom to apply changes.

# preset_created
source: プリセットを作成しました: %@
en: Created preset: %@

# preset_deleted
source: プリセットを削除しました: %@
en: Deleted preset: %@

# preset_name
source: プリセット名
en: Preset Name

# preset_updated
source: プリセットを更新しました: %@
en: Updated preset: %@

# presets
source: プリセット
en: Presets

# presets_tab
source: プリセット
en: Presets

# quick_select
source: クイック選択
en: Quick Select

# quit_menu
source: 終了
en: Quit

# radius
source: 半径
en: radius

# required_permissions
source: 必要な権限
en: Required Permissions

# reset_permissions
source: 権限の再設定
en: Reset Permissions

source: Rounder セットアップ
en: Rounder Setup

# rounder_description
source: Rounderは画面の角に美しい角丸オーバーレイを表示します。
en: Rounder displays beautiful rounded corner overlays on screen corners.

# rounder_settings
source: Rounder 設定
en: Rounder Settings

# rounder_setup_title
source: Rounder セットアップ
en: Rounder Setup

# rounder_tooltip
source: Rounder - 画面コーナー角丸化ツール
en: Rounder - Screen corner rounding utility

source: Rounderが正常に動作するために、以下の権限が必要です:
en: The following permissions are required for Rounder to function properly:

source: Rounderは画面の角に美しい角丸オーバーレイを表示します。
en: Rounder displays beautiful rounded corner overlays on screen corners.

source: Rounderへようこそ
en: Welcome to Rounder

# run_in_background
source: バックグラウンドで動作
en: Run in background

# screen_corner_rounding
source: 画面コーナーの角丸化
en: Screen Corner Rounding

# screen_description
source: スクリーンセーバーレベルでオーバーレイを表示するために必要です
en: Required to display overlays at screensaver level

# select_mode
source: 選択モード
en: Select Mode

# settings_change_instructions
source: これらの設定は後からいつでも変更できます。メニューバーのRounderアイコンから設定画面を開いてください。
en: These settings can be changed at any time. Open the settings view from the Rounder icon in the menu bar.

# settings_menu
source: 設定...
en: Settings...

# settings_tab
source: 設定
en: Settings

# setup_complete
source: セットアップ完了
en: Setup Complete

# setup_complete_message
source: 準備が完了しました！
en: Setup is complete!

# start_rounder
source: Rounderを開始
en: Start Rounder

# super_gaming_mode
source: すーぱーげーみんぐもーど
en: SUPER DUPER GAMING TIME!

# support
source: サポート
en: Support

# top_left_corner
source: 左上の角
en: Top Left Corner

# top_right_corner
source: 右上の角
en: Top Right Corner

# version
source: バージョン 1.0.0
en: Version 1.0.0

# version_unknown
source: バージョン不明
en: Version Unknown

# version_with_build
source: バージョン %1$@ (%2$@)
en: Version %1$@ (%2$@)

# welcome_to_rounder
source: Rounderへようこそ
en: Welcome to Rounder

source: オーバーレイを表示して画面コーナーを角丸にします
en: Displays overlays to round screen corners

source: カスタマイズ可能な半径と色
en: Customizable radius and color

source: カスタム色
en: Custom Color

source: クイック選択
en: Quick Select

source: クレジット
en: Credits

source: これらの権限はRounderの動作にのみ使用され、他の目的では使用されません。
en: These permissions are used only for Rounder's operation and not for any other purpose.

source: これらの設定は後からいつでも変更できます。メニューバーのRounderアイコンから設定画面を開いてください。
en: These settings can be changed at any time. Open the settings view from the Rounder icon in the menu bar.

source: サポート
en: Support

source: システム環境設定を開く
en: Open System Preferences

source: セットアップを完了してRounderを開始
en: Complete setup and start Rounder

source: セットアップ完了
en: Setup Complete

source: チェックを入れると、Rounderがバックグラウンドで起動し、メニューバーにアイコンが表示されます。
en: When checked, Rounder will start in the background and display an icon in the menu bar.

source: バックグラウンドで動作
en: Run in background

source: ログイン時に自動的に起動します
en: Automatically starts at login

source: 一般
en: General

source: 主な機能:
en: Main Features:

source: 初期設定
en: Initial Setup

source: 問題報告や機能要望はGitHubで受け付けています。
en: Issue reports and feature requests are accepted on GitHub.

source: 基本設定
en: Basic Settings

source: 外観
en: Appearance

source: 完了
en: Complete

source: 必要な権限:
en: Required Permissions:

source: 戻る
en: Back

source: 権限に問題がある場合、システム環境設定から再度許可することができます。
en: If there are permission issues, you can re-grant them through System Preferences.

source: 権限の再設定
en: Reset Permissions

source: 権限の要求
en: Permission Request

source: 権限管理
en: Permission Management

source: 次へ
en: Next

source: 準備が完了しました！
en: Setup is complete!

source: 画面アクセス
en: Display Access

source: 画面コーナーの角丸化
en: Screen Corner Rounding

source: 自動起動
en: Auto Start

source: 角の半径
en: Corner Radius

source: 角の色
en: Corner Color

source: 角丸を有効にする
en: Enable Rounded Corners

source: 設定について
en: About Settings

source: 許可する
en: Allow

source: 閉じる
en: Close
